[M_Aster_PlotMission02 MissionDefinition]
MissionName="Negativa, Cólera e Iniciativa"
MissionDescription="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta da Tranquilidade[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha."
TurnInDescription="Após conseguir a ajuda de um guerreiro caído, os Caçadores da Sepultura foram vítimas da traíção de Jack, O Feiticeiro e descobriram que a rainha é sua prisioneira. Por sorte, um novo grupo de aliados os esperava nas minas dos anões..."
MissionSummary="Entre no bosque."
MissionGiver="Senhor Torgue"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Aster_PlotMission02:AreaNameMarkerGagSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:BloodFruitTreeantKilled MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:BlowUpOceanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:BlowupTHEOCEAN MissionObjectiveDefinition]
ProgressMessage="Exploda O OCEANO"

[M_Aster_PlotMission02:CollectBloodFruitNoOptionalSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:CollectBloodFruitNoWaypoint MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:CollectBloodfruitwithoutkillingtreeant MissionObjectiveDefinition]
ProgressMessage="Recolha os frutos sem eliminar a Treant "

[M_Aster_PlotMission02:CollectFirstBloodFruitSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Recolha os frutos de sangue."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nDavlin, seu guia pelo bosque, acabou levando vocês para um beco sem saída. Pelo visto, você terá que recolher alguns frutos de sangue para poder passar.\n"

[M_Aster_PlotMission02:CollectThreeBloodFruitOptionalAvailSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:CollectTwoBloodFruits MissionObjectiveDefinition]
ProgressMessage="Recolha os frutos de sangue"

[M_Aster_PlotMission02:Defeatdragon MissionObjectiveDefinition]
ProgressMessage="Elimine alguns dragões"

[M_Aster_PlotMission02:DefeatDragonsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Ajude o Roland a derrotar os dragões."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nDavlin descobriu outra porta de ogro que só pode ser transpassada com a ajuda de alguém conhecido como “O Cavaleiro Branco”.  Você terá que encontrar esse cavaleiro se quiser chegar até a rainha.\nO fato é que esse cavaleiro é ninguém menos que o Roland... ou pelo menos como a Tina imagina que o Roland é.  Se você puder ajudá-lo a derrotar um dragão que aterroriza a região, Roland certamente lhe ajudará a encontrar a rainha.\n"

[M_Aster_PlotMission02:DefeatGhostKing MissionObjectiveDefinition]
ProgressMessage="Derrote os reis fantasmas"

[M_Aster_PlotMission02:DefeatGhostKingSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote os reis fantasmas."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nEnquanto procurava a rainha, você se deparou com a árvore da vida. Davlin, que em uma reviravolta completamente absurda na trama se transformou em Jack, O Feiticeiro.  Ele utilizou uma maldição mágica para acabar com a árvore da vida, pouco depois de invocar alguns reis fantasmas para ajudá-lo a derrotar Roland e você. Obviamente você terá que destruir os reis fantasmas e continuar com sua busca pela rainha.\n"

[M_Aster_PlotMission02:EnterForest MissionObjectiveDefinition]
ProgressMessage="Entre no bosque"

[M_Aster_PlotMission02:EnterForestINISet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:EnterForestSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:EnterGhostKingArenaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:Explorethesidepaths MissionObjectiveDefinition]
ProgressMessage="Explore a rota secundária"

[M_Aster_PlotMission02:FindQueensTrail MissionObjectiveDefinition]
ProgressMessage="Encontre o rastro da rainha"

[M_Aster_PlotMission02:FindtheQueen MissionObjectiveDefinition]
ProgressMessage="Encontre a rainha"

[M_Aster_PlotMission02:FindTheQueenBeforePilesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:FindWhiteKnight MissionObjectiveDefinition]
ProgressMessage="Encontre o Cavaleiro Branco"

[M_Aster_PlotMission02:FindWhiteKnightSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre o Cavaleiro Branco."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nDavlin descobriu outra porta de ogro que só pode ser transpassada com a ajuda de alguém conhecido como ''O Cavaleiro Branco''.  Você terá que encontrar esse cavaleiro se quiser chegar até a rainha.\n"

[M_Aster_PlotMission02:FollowDavlin MissionObjectiveDefinition]
ProgressMessage="Siga Davlin"

[M_Aster_PlotMission02:FollowDavlin2 MissionObjectiveDefinition]
ProgressMessage="Sigue a Davlin"

[M_Aster_PlotMission02:FollowDavlinSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:FollowQueensTrail2 MissionObjectiveDefinition]
ProgressMessage="Siga o rastro da rainha"

[M_Aster_PlotMission02:FollowTheQueensTrail MissionObjectiveDefinition]
ProgressMessage="Siga o rastro da rainha"

[M_Aster_PlotMission02:GiveBloodFruits MissionObjectiveDefinition]
ProgressMessage="Entregue o fruto de sangue para o Davlin"

[M_Aster_PlotMission02:GiveBloodFruitsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o fruto de sangue para o Davlin."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nEnquanto procurava a rainha, você se deparou com a árvore da vida.  Davlin acredita que, se você lhe der os frutos de sangue ele poderá desfazer a maldição obscura do feiticeiro e trazer de volta a luz ao mundo, inclusive sem a ajuda da rainha.  Ele lhe pediu que traga alguns frutos de sangue.\n"

[M_Aster_PlotMission02:MeetGuardNPC MissionObjectiveDefinition]
ProgressMessage="Encontre-se com Davlin"

[M_Aster_PlotMission02:MeetGuardNPCSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre-se com Davlin, O Sentinela."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nVocê precisará do Davlin (o ex-sentinela do povoado que foi destituido do cargo pelo Torgue) para que ele te leve até a rainha.  É melhor você ir falar com ele.\n"

[M_Aster_PlotMission02:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage="Baixas do jogador"

[M_Aster_PlotMission02:PaintSymbolsWithBloodFruit MissionObjectiveDefinition]
ProgressMessage="Pinte sobre os símbolos da parede"

[M_Aster_PlotMission02:PaintSymbolsWithBloodFruitSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pinte os símbolos ogros com suco do fruto de sangue."
MissionDescriptionOverride=""

[M_Aster_PlotMission02:QueenBreadCrumb1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Siga o rastro da rainha."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nVocê encontrou um monte de jóias espalhadas pelo chão e Tina lhe disse que pertenciam a rainha.  É evidente que a rainha - que é tão rica ao ponto de se permitir o luxo de jogar jóias no chão no lugar de migalhas de pão - está tentando deixar pistas para que alguém consiga chegar até ela.  Você deveria seguir esse rastro."

[M_Aster_PlotMission02:QueenBreadCrumb2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:QueenBreadCrumb21 MissionObjectiveSetDefinition]
MissionSummaryOverride="Siga o rastro da rainha."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nVocê encontrou um monte de jóias espalhadas pelo chão e Tina lhe disse que pertenciam a rainha.  É evidente que a rainha - que é tão rica ao ponto de se permitir o luxo de jogar jóias no chão no lugar de migalhas de pão - está tentando deixar pistas para que alguém consiga chegar até ela.  Você deveria seguir esse rastro.\n"

[M_Aster_PlotMission02:QueenBreadCrumb22 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:QueenBreadCrumb23 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:QueenBreadCrumb3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:QueenBreadCrumb4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:ReturnToGuardNPCWithBloodFruit MissionObjectiveDefinition]
ProgressMessage="Vá falar com Davlin"

[M_Aster_PlotMission02:ReturnToGuardNPCWithBloodFruitSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá falar com Davlin"
MissionDescriptionOverride=""

[M_Aster_PlotMission02:ReturnToOrcNPCWithRoland MissionObjectiveDefinition]
ProgressMessage="Siga o Roland"

[M_Aster_PlotMission02:ReturnWithRolandSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Leve o Roland para falar com o Davlin."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nDavlin descobriu outra porta de ogro que só pode ser transpassada com a ajuda de alguém conhecido como ''O Cavaleiro Branco''.  Agora que encontrou esse cavaleiro, você deverá levá-lo até o Davlin para que possa seguir adiante e encontrar a rainha.\n"

[M_Aster_PlotMission02:RolandAtSecondRockGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission02:TalkToRoland MissionObjectiveDefinition]
ProgressMessage="Fale com o Cavaleiro Branco"

[M_Aster_PlotMission02:TalkToRolandAfterBeatingDragonSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o Roland."
MissionDescriptionOverride="A rainha do [place]Refúgio Flamerock[-place] está desaparecida em algum lugar da [place]Floresta Onde Você É Devorado Vivo Pelas Árvores[-place]. Eleanor, a espadachim, lhe pediu para adentrar-se no bosque para procurar a rainha.<br>\nDavlin descobriu outra porta de ogro que só pode ser transpassada com a ajuda de alguém conhecido como “O Cavaleiro Branco”.  Pelo visto você encontrou o cavaleiro.  Agora você só precisa falar com ele e, com certeza ele irá lhe ajudar.\n"

